capita-API_tests/target/test-classes/data/TryGetByMetadataSearch_EpticaArticle.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
   <s:Header/>
   <s:Body xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema">
      <TryGetByMetadataSearch xmlns="https://www.capita.co.uk/TfL/docstore">
         <repository>#(repository)</repository>
         <sourceSystem>#(sourcesystem)</sourceSystem>
         <metadata xsi:type="EpticaArticle">
            <FileName>Image.png</FileName>
            <Submitter>145202</Submitter>
            <CorrespondenceID>#(corrid)</CorrespondenceID>
            <Comment>demo</Comment>
            <SubClassification>
               <string>KBBR</string>
               <string>EOPS</string>
            </SubClassification>
         </metadata>
         <added>2020-06-23T04:00:24.284191Z</added>
      </TryGetByMetadataSearch>
   </s:Body>
</s:Envelope>